Repository: MeraX/wp-video-embed-privacy
Catalog: languages/video-embed-privacy-*.po
Languages: de_de

source: General
de_de: Allgemein

source: Play button text
de_de: Text f체r den Abspielen-Knopf

source: HMTL below youtube play link
de_de: HTML unter dem Youtube Abspielen-Knopf

source: You can enter your custom texts here. Leave empty to use defaults.
de_de: Leer lassen um Standardtexte zu verwenden.

source: Video Embed Privacy settings
de_de: Video-Privatsph채ren Einstellungen

source: Embed videos and respect privacy
de_de: Video-Privatsph채re

source: Allows you to embed youtube videos without sending data to google on every page view.
de_de: Erlaubt es die Youtube-Videos ein zu binden ohne Daten an Google/Youtube beim Seitenaufruf zu senden.

source: Play
de_de: Abspielen

source: Please activate JavaScript to view this video.
de_de: Aktivieren Sie JavaScript um das Video zu sehen.

source: Settings
de_de: Einstellungen

source: Cache images
de_de: Bilder lokal zwischenspeichern

source: https://www.google.com/intl/en/policies/privacy/
de_de: https://www.google.com/intl/de/policies/privacy/

source: privacy policies of google
de_de: Datenschutzerkl채rungen von Google

source: This video will be embedded from Youtube. The %s apply.
de_de: Das Video wird von Youtube eingebettet. Es gelten die %s.
